Repository: MochiLog/MochiLog
Catalog: MochiLog/Resources/strings/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans, zh_hant

# icloud_account_not_signed_in
source: iCloudにサインインしていません。設定アプリからiCloudにサインインしてください。
de: Du bist nicht bei iCloud angemeldet. Melde dich in den Einstellungen an.
en: You are not signed in to iCloud. Please sign in to iCloud in Settings.
es: No has iniciado sesión en iCloud. Inicia sesión en Ajustes.
fr: Vous n’êtes pas connecté à iCloud. Connectez-vous dans Réglages.
ko: iCloud에 로그인하지 않았습니다. 설정에서 로그인하세요.
zh_hans: 尚未登录 iCloud。请在“设置”中登录。
zh_hant: 尚未登入 iCloud。請在「設定」中登入。

# icloud_account_restricted
source: iCloudアカウントが制限されています。デバイスの設定を確認してください。
de: Das iCloud-Konto ist eingeschränkt. Prüfe die Kontoeinstellungen.
en: iCloud account is restricted. Please check your device settings.
es: La cuenta de iCloud está restringida. Revisa los ajustes de la cuenta.
fr: Le compte iCloud est soumis à des restrictions. Vérifiez ses réglages.
ko: iCloud 계정이 제한되어 있습니다. 계정 설정을 확인하세요.
zh_hans: iCloud 账户受限。请检查账户设置。
zh_hant: iCloud 帳號受限。請檢查帳號設定。

# icloud_account_temporarily_unavailable
source: iCloudが一時的に利用できません。しばらくしてからもう一度お試しください。
de: iCloud ist vorübergehend nicht verfügbar. Versuche es später erneut.
en: iCloud is temporarily unavailable. Please try again later.
es: iCloud no está disponible temporalmente. Inténtalo más tarde.
fr: iCloud est temporairement indisponible. Réessayez plus tard.
ko: iCloud를 일시적으로 사용할 수 없습니다. 나중에 다시 시도하세요.
zh_hans: iCloud 暂时不可用。请稍后重试。
zh_hant: iCloud 暫時無法使用。請稍後再試。

# icloud_storage_description
source: iCloud同期のストレージ上限を設定します
de: Lege den Speichergrenzwert für die iCloud-Synchronisierung fest.
en: Set the storage limit for iCloud sync
es: Establece el umbral de almacenamiento para sincronizar con iCloud.
fr: Définissez le seuil de stockage pour la synchronisation iCloud.
ko: iCloud 동기화의 저장 공간 기준을 설정합니다.
zh_hans: 设置 iCloud 同步的存储空间阈值。
zh_hant: 設定 iCloud 同步的儲存空間門檻。

# icloud_storage_threshold
source: iCloud 同期抑制閾値 (MB)
de: Mindestspeicher für iCloud-Synchronisierung (MB)
en: iCloud storage threshold (MB)
es: Espacio mínimo para sincronizar iCloud (MB)
fr: Espace minimal pour synchroniser iCloud (Mo)
ko: iCloud 동기화 여유 공간 기준(MB)
zh_hans: iCloud 同步可用空间下限（MB）
zh_hant: iCloud 同步可用空間下限（MB）

# icloud_sync_blocked_low_space
source: iCloud 同期をブロックしました: 空き容量が %d MB 未満です
de: iCloud-Synchronisierung blockiert: weniger als %d MB frei
en: iCloud sync blocked: free space less than %d MB
es: Sincronización con iCloud bloqueada: quedan menos de %d MB
fr: Synchronisation iCloud bloquée : moins de %d Mo disponibles
ko: iCloud 동기화 중단: 여유 공간이 %d MB 미만입니다
zh_hans: iCloud 同步已暂停：可用空间少于 %d MB
zh_hant: iCloud 同步已暫停：可用空間少於 %d MB

# icloud_sync_failed
source: iCloud同期に失敗しました
de: iCloud-Synchronisierung fehlgeschlagen
en: iCloud sync failed
es: Error de sincronización con iCloud
fr: Échec de la synchronisation iCloud
ko: iCloud 동기화 실패
zh_hans: iCloud 同步失败
zh_hant: iCloud 同步失敗

source: iCloudにサインインしてください
de: Bei iCloud anmelden
en: Sign in to iCloud
es: Inicia sesión en iCloud
fr: Connectez-vous à iCloud
ko: iCloud에 로그인하세요
zh_hans: 请登录iCloud
zh_hant: 請登入iCloud

source: iCloud同期
de: iCloud-Synchronisierung
en: iCloud Sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
ko: iCloud 동기화
zh_hans: iCloud同步
zh_hant: iCloud同步

source: iCloud同期をオンにすると、同じApple IDでサインインした複数のデバイス間でバッテリー記録を自動的に共有できます。
de: Wenn aktiviert, werden Batteriedaten automatisch zwischen Geräten mit derselben Apple-ID geteilt.
en: When enabled, battery records are shared automatically between devices using the same Apple ID.
es: Al activarlo, los registros de batería se comparten automáticamente entre dispositivos con el mismo Apple ID.
fr: Une fois activé, les relevés de batterie sont partagés automatiquement entre appareils utilisant le même identifiant Apple.
ko: 켜면 같은 Apple ID를 사용하는 기기 간에 배터리 기록이 자동으로 공유됩니다.
zh_hans: 启用后，电池记录将在使用同一 Apple ID 的设备之间自动共享。
zh_hant: 啟用後，電池紀錄會在使用相同 Apple ID 的裝置之間自動共享。

source: iCloud同期を有効にする
de: iCloud-Synchronisierung aktivieren
en: Enable iCloud Sync
es: Activar sincronización con iCloud
fr: Activer la synchronisation iCloud
ko: iCloud 동기화 사용
zh_hans: 启用iCloud同步
zh_hant: 啟用iCloud同步

source: iCloud同期設定
de: iCloud-Synchronisierungseinstellungen
en: iCloud Sync Settings
es: Ajustes de sincronización con iCloud
fr: Réglages de synchronisation iCloud
ko: iCloud 동기화 설정
zh_hans: iCloud 同步设置
zh_hant: iCloud 同步設定

# import_data
source: データをインポート
de: Daten importieren
en: Import Data
es: Importar datos
fr: Importer des données
ko: 데이터 가져오기
zh_hans: 导入数据
zh_hant: 匯入資料

# import_data_description
source: YAMLファイルからバッテリーレコードをインポートします
de: Importiere Batteriedaten aus einer YAML-Datei.
en: Import battery records from YAML file
es: Importa registros de batería desde un archivo YAML.
fr: Importez des relevés de batterie depuis un fichier YAML.
ko: YAML 파일에서 배터리 기록을 가져옵니다.
zh_hans: 从 YAML 文件导入电池记录。
zh_hant: 從 YAML 檔案匯入電池紀錄。

# import_decode_error
source: YAMLデータのデコードに失敗しました
de: Die YAML-Datei konnte nicht dekodiert werden.
en: Failed to decode YAML data
es: No se ha podido decodificar el archivo YAML.
fr: Impossible de décoder le fichier YAML.
ko: YAML 파일을 해석하지 못했습니다.
zh_hans: 无法解析 YAML 文件。
zh_hant: 無法解析 YAML 檔案。

# import_error
source: インポートエラー
de: Importfehler
en: Import Error
es: Error de importación
fr: Erreur d’importation
ko: 가져오기 오류
zh_hans: 导入错误
zh_hant: 匯入錯誤

# import_file_read_error
source: インポートファイルの読み込みに失敗しました
de: Die Importdatei konnte nicht gelesen werden.
en: Failed to read import file
es: No se ha podido leer el archivo que se va a importar.
fr: Impossible de lire le fichier à importer.
ko: 가져올 파일을 읽지 못했습니다.
zh_hans: 无法读取导入文件。
zh_hant: 無法讀取匯入檔案。

# import_invalid_battery_format
source: バッテリー情報はありますが、データ形式を読み取れませんでした。設定のデバッグログから対象ログを確認できます。
de: Batteriedaten gefunden, ihr Format konnte jedoch nicht gelesen werden. Prüfen Sie die Datei unter Einstellungen > Debug-Logs.
en: Battery information was found, but its format could not be read. You can inspect this file in Settings > Debug Logs.
es: Se encontró información de batería, pero no se pudo leer su formato. Revise el archivo en Ajustes > Registros de depuración.
fr: Des informations de batterie ont été trouvées, mais leur format est illisible. Consultez le fichier dans Réglages > Journaux de débogage.
ko: 배터리 정보는 있지만 형식을 읽을 수 없습니다. 설정의 디버그 로그에서 파일을 확인하세요.
zh_hans: 发现电池信息，但无法读取其格式。可在设置中的调试日志查看此文件。
zh_hant: 發現電池資訊，但無法讀取其格式。可在設定中的除錯日誌查看此檔案。

# import_invalid_data
source: 不正なデータ形式です
de: Ungültiges Datenformat.
en: Invalid data format
es: Formato de datos no válido.
fr: Format de données non valide.
ko: 잘못된 데이터 형식입니다.
zh_hans: 数据格式无效。
zh_hant: 資料格式無效。

# import_no_battery_measurements
source: この解析ログにはバッテリーの容量・サイクル数が含まれていません。バッテリー情報を含む別のAnalyticsログを選んでください。
de: Dieses Analyse-Log enthält keine Batteriekapazität oder Zyklenzahl. Wählen Sie ein anderes Analyse-Log mit Batteriedaten.
en: This analytics log does not contain battery capacity or cycle counts. Choose another Analytics log containing battery information.
es: Este registro no contiene capacidad ni ciclos de batería. Elija otro registro de análisis con información de batería.
fr: Ce journal ne contient ni capacité ni cycles de batterie. Choisissez un autre journal d’analyse contenant ces informations.
ko: 이 분석 로그에는 배터리 용량이나 사이클 수가 없습니다. 배터리 정보가 포함된 다른 로그를 선택하세요.
zh_hans: 此分析日志不含电池容量或循环次数。请选择包含电池信息的其他分析日志。
zh_hant: 此分析日誌不含電池容量或循環次數。請選擇包含電池資訊的其他分析日誌。

# import_no_records
source: ファイルにレコードが見つかりませんでした
de: Keine Datensätze in der Datei gefunden.
en: No records found in file
es: No se han encontrado registros en el archivo.
fr: Aucun relevé trouvé dans le fichier.
ko: 파일에 기록이 없습니다.
zh_hans: 文件中没有记录。
zh_hant: 檔案中沒有紀錄。

# import_partial_success
source: {imported}件をインポート、{skipped}件の重複をスキップ、{errors}件のエラー
de: {imported} Datensätze importiert, {skipped} Duplikate übersprungen, {errors} Fehler
en: Imported {imported} records, skipped {skipped} duplicates, {errors} errors
es: {imported} registros importados, {skipped} duplicados omitidos y {errors} errores
fr: {imported} relevés importés, {skipped} doublons ignorés et {errors} erreurs
ko: {imported}개 가져옴, 중복 {skipped}개 건너뜀, 오류 {errors}개
zh_hans: 已导入 {imported} 条记录，跳过 {skipped} 条重复记录，发生 {errors} 个错误
zh_hant: 已匯入 {imported} 筆紀錄，略過 {skipped} 筆重複紀錄，發生 {errors} 個錯誤

# import_result_title
source: インポート結果
de: Importergebnis
en: Import Result
es: Resultado de importación
fr: Résultat de l’importation
ko: 가져오기 결과
zh_hans: 导入结果
zh_hant: 匯入結果

# import_success
source: {count}件のレコードをインポートしました
de: {count} Datensätze erfolgreich importiert
en: Successfully imported {count} records
es: Se han importado {count} registros
fr: {count} relevés importés avec succès
ko: 기록 {count}개를 가져왔습니다
zh_hans: 成功导入 {count} 条记录
zh_hant: 成功匯入 {count} 筆紀錄

# import_success_with_duplicates
source: {imported}件をインポート、{skipped}件の重複をスキップしました
de: {imported} Datensätze importiert, {skipped} Duplikate übersprungen
en: Imported {imported} records, skipped {skipped} duplicates
es: {imported} registros importados y {skipped} duplicados omitidos
fr: {imported} relevés importés et {skipped} doublons ignorés
ko: {imported}개 가져옴, 중복 {skipped}개 건너뜀
zh_hans: 已导入 {imported} 条记录，跳过 {skipped} 条重复记录
zh_hant: 已匯入 {imported} 筆紀錄，略過 {skipped} 筆重複紀錄

# import_unsupported_version
source: サポートされていないファイル形式バージョン: {version}
de: Nicht unterstützte Dateiformatversion: {version}
en: Unsupported file format version: {version}
es: Versión de formato de archivo no compatible: {version}
fr: Version de format de fichier non prise en charge : {version}
ko: 지원하지 않는 파일 형식 버전: {version}
zh_hans: 不支持的文件格式版本：{version}
zh_hant: 不支援的檔案格式版本：{version}

# inquiry_type
source: お問い合わせ種別
de: Art der Anfrage
en: Inquiry Type
es: Tipo de consulta
fr: Type de demande
ko: 문의 유형
zh_hans: 咨询类型
zh_hant: 詢問類型

source: iPhone Air / MagSafeバッテリー判定
de: iPhone Air / MagSafe-Batterieerkennung
en: iPhone Air / MagSafe Battery Detection
es: Detección de iPhone Air / Batería MagSafe
fr: Détection iPhone Air / Batterie MagSafe
ko: iPhone Air / MagSafe 배터리 판별
zh_hans: iPhone Air / MagSafe电池识别
zh_hant: iPhone Air / MagSafe電池辨識

source: iPhone Air MagSafeバッテリー
de: iPhone Air MagSafe-Batterie
en: iPhone Air MagSafe Battery
es: Batería MagSafe del iPhone Air
fr: Batterie MagSafe pour iPhone Air
ko: iPhone Air MagSafe 배터리
zh_hans: iPhone Air MagSafe电池
zh_hant: iPhone Air MagSafe電池

source: iPhone Airのログにおいて、MagSafeバッテリー特有の条件に合致した場合、自動的に「iPhone Air MagSafeバッテリー」として登録するか、毎回手動で選ぶかを設定します。
de: Lege fest, ob passende iPhone-Air-Protokolle automatisch als MagSafe-Batterie erkannt werden oder jedes Mal manuell ausgewählt werden müssen.
en: Choose whether iPhone Air logs matching the MagSafe battery criteria are registered automatically as an iPhone Air MagSafe Battery or require manual selection each time.
es: Elige si los registros del iPhone Air que coinciden con una batería MagSafe se registran automáticamente o se seleccionan manualmente cada vez.
fr: Choisissez si les journaux de l’iPhone Air correspondant à une batterie MagSafe sont enregistrés automatiquement ou sélectionnés manuellement à chaque fois.
ko: MagSafe 배터리 조건에 맞는 iPhone Air 로그를 자동 등록할지 매번 직접 선택할지 정합니다.
zh_hans: 选择符合MagSafe电池条件的iPhone Air日志是自动登记为MagSafe电池，还是每次手动选择。
zh_hant: 選擇符合MagSafe電池條件的iPhone Air日誌要自動登錄為MagSafe電池，還是每次手動選擇。

# join_discord
source: Discordに参加
de: Discord beitreten
en: Join Discord
es: Unirse a Discord
fr: Rejoindre Discord
ko: Discord 참여
zh_hans: 加入 Discord
zh_hant: 加入 Discord

# join_discord_description
source: コミュニティに参加して質問や要望を共有しましょう
de: Tritt der Community bei, um Fragen zu stellen und Feedback zu geben.
en: Join our community to ask questions and share feedback
es: Únete a la comunidad para hacer preguntas y compartir comentarios.
fr: Rejoignez la communauté pour poser des questions et donner votre avis.
ko: 커뮤니티에서 질문하고 의견을 나누세요.
zh_hans: 加入社区，提问并分享反馈。
zh_hant: 加入社群，提問並分享回饋。

# language_description
source: 初期設定では端末の言語を使用します。ここで選ぶとアプリの表示言語が切り替わります。
de: Standardmäßig wird die Gerätesprache verwendet. Wähle hier eine andere Anzeigesprache für die App.
en: The default follows your device language. Choose a language here to change the app display.
es: De forma predeterminada se usa el idioma del dispositivo. Elige otro para cambiar el idioma de la app.
fr: Par défaut, la langue de votre appareil est utilisée. Choisissez une langue pour modifier l’affichage de l’app.
ko: 기본값은 기기의 언어를 따릅니다. 여기에서 앱의 표시 언어를 변경할 수 있습니다.
zh_hans: 默认使用设备语言。在此选择语言可更改应用的显示语言。
zh_hant: 預設使用裝置語言。在此選擇語言可變更App的顯示語言。

# language_selected
source: 選択中
de: Ausgewählt
en: Selected
es: Seleccionado
fr: Sélectionné
ko: 선택됨
zh_hans: 已选择
zh_hant: 已選取

# language_system
source: 端末の設定に従う
de: Gerätesprache verwenden
en: Follow device settings
es: Usar idioma del dispositivo
fr: Suivre la langue de l’appareil
ko: 기기 설정 따르기
zh_hans: 跟随设备设置
zh_hant: 依照裝置設定

# language_title
source: 言語
de: Sprache
en: Language
es: Idioma
fr: Langue
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: lastSeenVersionを任意の値に変更できます。Discord告知の再表示テストなどに使用してください。
de: Ändere lastSeenVersion, um die Discord-Mitteilung und das Updateverhalten zu testen.
en: Change lastSeenVersion to test the Discord announcement and other update behavior.
es: Cambia lastSeenVersion para probar el anuncio de Discord y otras funciones de actualización.
fr: Modifiez lastSeenVersion pour tester l’annonce Discord et le comportement des mises à jour.
ko: lastSeenVersion을 변경하여 Discord 공지 등의 업데이트 동작을 테스트할 수 있습니다.
zh_hans: 可修改lastSeenVersion以测试Discord公告等更新行为。
zh_hant: 可修改lastSeenVersion以測試Discord公告等更新行為。

source: lastSeenVersionを削除して、次回起動時にDiscord告知が表示されるようにします。
de: Lösche lastSeenVersion, um den Status der Discord-Mitteilung für den nächsten Start zurückzusetzen.
en: Delete lastSeenVersion to reset the Discord announcement state for the next launch.
es: Elimina lastSeenVersion para restablecer el anuncio de Discord en el próximo inicio.
fr: Supprimez lastSeenVersion pour réinitialiser l’annonce Discord au prochain lancement.
ko: lastSeenVersion을 삭제하여 다음 실행 시 Discord 공지 상태를 초기화합니다.
zh_hans: 删除lastSeenVersion以重置下次启动时的Discord公告状态。
zh_hant: 刪除lastSeenVersion以重設下次啟動時的Discord公告狀態。

# licenses
source: ライセンス
de: Lizenzen
en: Licenses
es: Licencias
fr: Licences
ko: 라이선스
zh_hans: 许可证
zh_hant: 授權條款

# licenses_description
source: 利用しているライブラリの情報
de: Informationen zu Drittanbieterbibliotheken
en: Information about third-party libraries
es: Información sobre bibliotecas de terceros
fr: Informations sur les bibliothèques tierces
ko: 타사 라이브러리 정보
zh_hans: 第三方库信息
zh_hant: 第三方程式庫資訊

# load_more
source: もっと読み込む
de: Mehr laden
en: Load More
es: Cargar más
fr: Afficher plus
ko: 더 불러오기
zh_hans: 加载更多
zh_hant: 載入更多

# loading_logs
source: ログを読み込み中...
de: Protokolle werden geladen …
en: Loading logs...
es: Cargando registros…
fr: Chargement des journaux…
ko: 로그 불러오는 중…
zh_hans: 正在加载日志…
zh_hant: 正在載入日誌…

# log_date
source: ログ日時
de: Protokolldatum
en: Log Date
es: Fecha del registro
fr: Date du journal
ko: 로그 날짜
zh_hans: 日志日期
zh_hant: 日誌日期

# log_details
source: ログ詳細
de: Protokolldetails
en: Log Details
es: Detalles del registro
fr: Détails du journal
ko: 로그 세부 정보
zh_hans: 日志详情
zh_hant: 日誌詳細資訊

# log_parse_error_missing_fields
source: 解析に必要なフィールドが不足しています: %@
de: Fehlende Felder für die Auswertung: %@
en: Parse missing fields: %@
es: Faltan campos para el análisis: %@
fr: Champs manquants pour l’analyse : %@
ko: 분석에 필요한 필드 누락: %@
zh_hans: 缺少解析所需字段：%@
zh_hant: 缺少解析所需欄位：%@

# log_saved
source: ログを保存しました
de: Protokoll gespeichert
en: Log saved
es: Registro guardado
fr: Journal enregistré
ko: 로그 저장 완료
zh_hans: 日志已保存
zh_hant: 日誌已儲存

# log_saved_message
source: 解析エラーのログを保存しました。サポートの「エラーログを表示」から確認できます。
de: Ein Analysefehlerprotokoll wurde gespeichert. Du findest es unter Support > Fehlerprotokolle.
en: A parse error log has been saved. You can view it in Support -> Error Logs.
es: Se guardó el registro del error de análisis. Puedes verlo en Soporte > Registros de errores.
fr: Un journal d’erreur d’analyse a été enregistré. Consultez Assistance > Journaux d’erreurs.
ko: 분석 오류 로그가 저장되었습니다. 지원의 오류 로그에서 확인할 수 있습니다.
zh_hans: 已保存解析错误日志。可在“支持”中的“错误日志”查看。
zh_hant: 已儲存解析錯誤日誌。可在「支援」中的「錯誤日誌」查看。

# low_rate_capacity
source: 低レート容量
de: Kapazität bei geringer Entladerate
en: Low Rate Capacity
es: Capacidad a baja tasa
fr: Capacité à faible décharge
ko: 저율 용량
zh_hans: 低速率容量
zh_hant: 低速率容量

# mail_body_email
source: メールアドレス
de: E-Mail
en: Email
es: Correo electrónico
fr: E-mail
ko: 이메일
zh_hans: 电子邮件
zh_hant: 電子郵件

# mail_body_message
source: 本文
de: Nachricht
en: Message
es: Mensaje
fr: Message
ko: 내용
zh_hans: 正文
zh_hant: 內文

# mail_body_name
source: お名前
de: Name
en: Name
es: Nombre
fr: Nom
ko: 이름
zh_hans: 姓名
zh_hant: 姓名

# mail_body_type
source: お問い合わせ種別
de: Art
en: Type
es: Tipo
fr: Type
ko: 유형
zh_hans: 类型
zh_hant: 類型

# mail_not_configured
source: メールが設定されていません
de: Mail ist nicht eingerichtet
en: Mail is not configured
es: El correo no está configurado
fr: Mail n’est pas configuré
ko: 메일이 설정되지 않았습니다
zh_hans: 尚未设置邮件
zh_hant: 尚未設定郵件

# mail_not_configured_message
source: support@mochilog.ryuya-dev.net へ直接メールを送信してください。
de: Sende eine E-Mail direkt an support@mochilog.ryuya-dev.net
en: Please send an email directly to support@mochilog.ryuya-dev.net
es: Envía un correo directamente a support@mochilog.ryuya-dev.net
fr: Envoyez un e-mail directement à support@mochilog.ryuya-dev.net
ko: support@mochilog.ryuya-dev.net으로 직접 이메일을 보내 주세요.
zh_hans: 请直接发送邮件至 support@mochilog.ryuya-dev.net
zh_hant: 請直接寄送郵件至 support@mochilog.ryuya-dev.net

# manual_selection
source: 手動選択
de: Prüfen
en: Review
es: Revisar
fr: À vérifier
ko: 수동 선택
zh_hans: 手动选择
zh_hant: 手動選擇

# max_soc
source: 最大充電%
de: Maximale Ladung %
en: Max Charge %
es: Carga máxima %
fr: Charge maximale %
ko: 최대 충전 %
zh_hans: 最高电量%
zh_hant: 最高電量%

# maximum
source: 最大
de: Maximum
en: Maximum
es: Máximo
fr: Maximum
ko: 최대

# message
source: メッセージ
de: Nachricht
en: Message
es: Mensaje
fr: Message
ko: 메시지
zh_hans: 留言
zh_hant: 訊息

# min_soc
source: 最小充電%
de: Minimale Ladung %
en: Min Charge %
es: Carga mínima %
fr: Charge minimale %
ko: 최소 충전 %
zh_hans: 最低电量%
zh_hant: 最低電量%

# minimum
source: 最低
de: Minimum
en: Minimum
es: Mínimo
fr: Minimum
ko: 최소
zh_hans: 最小
zh_hant: 最小

# mismatch_behavior
source: 不一致時の挙動
de: Verhalten bei abweichendem Gerät
en: Mismatch Behavior
es: Acción si el dispositivo no coincide
fr: Action si l’appareil ne correspond pas
ko: 기기 불일치 시 동작
zh_hans: 设备不匹配时的处理
zh_hant: 裝置不符時的處理

# mismatch_behavior_error
source: エラーにする
de: Fehler anzeigen
en: Show Error
es: Mostrar error
fr: Afficher une erreur
ko: 오류 표시
zh_hans: 显示错误
zh_hant: 顯示錯誤

# mismatch_behavior_manual
source: 手動で機種選択
de: Manuell auswählen
en: Manual Selection
es: Selección manual
fr: Sélection manuelle
ko: 수동 선택
zh_hans: 手动选择
zh_hant: 手動選擇

# mismatch_warning_message
source: ログの設計容量が端末スペックと大きく異なります。正しい機種を手動で選択しますか？
de: Die Auslegungskapazität weicht deutlich von den Spezifikationen ab. Möchtest du das richtige Modell manuell auswählen?
en: Log design capacity differs significantly from device specs. Would you like to select the correct model manually?
es: La capacidad de diseño difiere mucho de las especificaciones. ¿Quieres seleccionar el modelo correcto manualmente?
fr: La capacité de conception diffère fortement des spécifications. Voulez-vous choisir manuellement le bon modèle ?
ko: 로그의 설계 용량이 기기 사양과 크게 다릅니다. 올바른 모델을 직접 선택할까요?
zh_hans: 日志中的设计容量与设备规格存在较大差异。要手动选择正确的机型吗？
zh_hant: 日誌中的設計容量與裝置規格差異過大。要手動選擇正確機型嗎？

# mismatch_warning_title
source: 容量の不一致
de: Kapazität stimmt nicht überein
en: Capacity Mismatch
es: Capacidad no coincidente
fr: Capacité incohérente
ko: 용량 불일치
zh_hans: 容量不匹配
zh_hant: 容量不符

# model_code
source: モデルコード
de: Modellcode
en: Model Code
es: Código de modelo
fr: Code du modèle
ko: 모델 코드
zh_hans: 型号代码
zh_hant: 型號代碼

# MON 20
source: 20日 月曜
de: MO. 20
en: MON 20
es: LUN 20
fr: LUN. 20
ko: 월요일 20일
zh_hans: 周一 20 日
zh_hant: 週一 20 日

# multiple_watch_description
source: 複数のWatchが登録されている場合、ログ取り込み時にどのWatchを使用するか選択できます。
de: Sind mehrere Apple Watches registriert, wird beim Import nach dem Modell gefragt.
en: When importing a Watch log with multiple watches registered, you will be prompted to select which watch to use.
es: Si hay varios Apple Watch registrados, se preguntará cuál usar al importar.
fr: Si plusieurs Apple Watch sont enregistrées, le modèle à utiliser sera demandé à chaque importation.
ko: Apple Watch가 여러 대 등록되어 있으면 가져올 때마다 사용할 모델을 묻습니다.
zh_hans: 注册多个 Apple Watch 时，每次导入都会询问使用哪一款。
zh_hant: 登錄多個 Apple Watch 時，每次匯入都會詢問使用哪一款。

# next
source: 次へ
de: Weiter
en: Next
es: Siguiente
fr: Suivant
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

# no_data
source: データがありません
de: Keine Daten
en: No Data
es: No hay datos
fr: Aucune donnée
ko: 데이터 없음
zh_hans: 暂无数据
zh_hant: 尚無資料

# no_data_description
source: 右上の＋ボタンからログを追加してください
de: Tippe auf +, um Protokolle hinzuzufügen
en: Tap the + button to add logs
es: Pulsa + para añadir registros
fr: Touchez + pour ajouter des journaux
ko: 오른쪽 위의 + 버튼으로 로그를 추가하세요
zh_hans: 点击右上角的＋按钮添加日志
zh_hant: 點選右上角的＋按鈕新增日誌

# no_data_to_delete_message
source: 削除するデータがありません。
de: Keine Daten zum Löschen vorhanden.
en: There is no data to delete.
es: No hay datos que eliminar.
fr: Aucune donnée à supprimer.
ko: 삭제할 데이터가 없습니다.
zh_hans: 没有可删除的数据。
zh_hant: 沒有可刪除的資料。

# no_data_to_delete_title
source: データなし
de: Keine Daten
en: No Data
es: Sin datos
fr: Aucune donnée
ko: 데이터 없음
zh_hans: 没有数据
zh_hant: 沒有資料

# no_error_logs
source: エラーログはありません
de: Keine Fehlerprotokolle
en: No error logs
es: No hay registros de errores
fr: Aucun journal d’erreurs
ko: 오류 로그가 없습니다
zh_hans: 没有错误日志
zh_hant: 沒有錯誤日誌

# no_error_logs_title
source: エラーログなし
de: Keine Fehlerprotokolle
en: No Error Logs
es: Sin registros de errores
fr: Aucun journal d’erreurs
ko: 오류 로그 없음
zh_hans: 没有错误日志
zh_hant: 沒有錯誤日誌

# no_records_for_device
source: このデバイスの記録がありません
de: Keine Aufzeichnungen für dieses Gerät
en: No records for this device
es: No hay registros de este dispositivo
fr: Aucun relevé pour cet appareil
ko: 이 기기의 기록이 없습니다
zh_hans: 此设备暂无记录
zh_hant: 此裝置尚無記錄

# no_supported_files
source: 対応するファイルが選択されていません
de: Keine unterstützten Dateien ausgewählt
en: No supported files were selected
es: No se seleccionaron archivos compatibles
fr: Aucun fichier pris en charge n’a été sélectionné
ko: 지원되는 파일이 선택되지 않았습니다
zh_hans: 未选择支持的文件
zh_hant: 未選取支援的檔案

# nominal_capacity
source: 公称容量
de: Nennkapazität
en: Nominal Capacity
es: Capacidad nominal
fr: Capacité nominale
ko: 공칭 용량
zh_hans: 标称容量
zh_hant: 標稱容量

# not_official_note
source: 注: これらの数値やコメントは Apple の公式データではありません。
de: Hinweis: Diese Werte und Hinweise sind keine offiziellen Daten von Apple.
en: Note: These values and comments are not official Apple data.
es: Nota: estos valores y comentarios no son datos oficiales de Apple.
fr: Remarque : ces valeurs et commentaires ne sont pas des données officielles d’Apple.
ko: 참고: 이 수치와 설명은 Apple의 공식 데이터가 아닙니다.
zh_hans: 注意：这些数值和说明并非Apple官方数据。
zh_hant: 注意：這些數值與說明並非Apple官方資料。

# not_registered
source: 未登録
de: Nicht registriert
en: Not Registered
es: No registrado
fr: Non enregistré
ko: 등록 안 됨
zh_hans: 未注册
zh_hant: 未登錄

# open_analytics_settings
source: 設定アプリを開く
de: Einstellungen öffnen
en: Open Settings App
es: Abrir Ajustes
fr: Ouvrir Réglages
ko: 설정 앱 열기
zh_hans: 打开“设置”
zh_hant: 開啟「設定」

# open_app_after_share_import
source: 共有からの読み込み後に結果を表示
de: Ergebnisse nach geteiltem Import anzeigen
en: Show Results After Shared Import
es: Mostrar resultados al importar al compartir
fr: Afficher les résultats après un import partagé
ko: 공유로 가져온 후 결과 표시
zh_hans: 共享导入后显示结果
zh_hant: 分享匯入後顯示結果
